Repository: okoskabet/okoskabet-woocommerce-plugin
Catalog: languages/okoskabet-woocommerce-plugin-*.po
Languages: da_dk

source: Connect your WooCommerce store to Økoskabet
da_dk: Fordi din WooCommerce butik til Økoskabet

source: Please upload a valid .json file
da_dk: Upload en valid .json fil

source: Please upload a file to import
da_dk: Vælg en fil som skal importeres

source: Failed to import the settings.
da_dk: Indstillingerne kunne ikke importeres.

source: okoskabet-woocommerce-plugin Settings
da_dk: okoskabet-woocommerce-plugin Indstillinger

source: Settings
da_dk: Indstillinger

source: Export Settings
da_dk: Eksporter Indstillinger

source: Export the plugin's settings for this site as a .json file. This will allows you to easily import the configuration to another installation.
da_dk: Eksporter plugin’ets indstillinger for denne side som en .json fil. Det gør dig i stand til nemt at kunne importere indstillingerne på en anden installation.

source: Export
da_dk: Eksporter

source: Import Settings
da_dk: Importer Indstillinger

source: Import the plugin's settings from a .json file. This file can be retrieved by exporting the settings from another installation.
da_dk: Importer plugin’ets indstillinger fra en .json fil. Du kan hente denne .json fil ved at eksportere indstillingerne fra en anden installation.

source: Import
da_dk: Importer

source: Text
da_dk: Tekst

source: field description (optional)
da_dk: felt beskrivelse (valgfri)

source: Color Picker
da_dk: Farvevælger

source: API Key
da_dk: API nøgle

source: Økoskabet API Key
da_dk: Økoskabets API Nøgle

source: Display option
da_dk: Visning af Plugin

source: Shipping method display option
da_dk: Shipping metode visning

source: Inline
da_dk: Integreret

source: Modal
da_dk: Modalt

source: Maximum days into the future
da_dk: Maximum dage frem

source: Delivery options will be visible up to this many days into the future.
da_dk: Sætter hvor langt frem i tiden plugin’et skal tilbyde leveringsdage.

source: Check this to use staging API
da_dk: Vælg dette for at bruge Staging API

source: Økoskabet Description (Optional)
da_dk: Økoskabet Beskrivelse (Ikke påkrævet)

source: Økoskabet shipping method description, overwrites default description
da_dk: Økoskabet shipping metode beskrivelse. Overskriver standard beskrivelsen

source: Økoskabet Home Delivery Description (Optional)
da_dk: Økoskabet Hjemmelevering Beskrivelse (Ikke påkrævet)

source: Økoskabet Home Delivery shipping method description, overwrites default description
da_dk: Økoskabet hjemmelevering shipping metode beskrivelse. Overskriver standard beskrivelsen

source: Delivery to Økoskabet
da_dk: Levering til Økoskabet

source: Method Title
da_dk: Metode Titel

source: Enter the method title
da_dk: Indtast metode titlen

source: Description
da_dk: Beskrivelse

source: Enter the Description
da_dk: Indtast Beskrivelsen

source: Shipping price
da_dk: Leveringspris

source: Add the default shipping price
da_dk: Indtast standard leveringspris (i DKK. F.eks. 49,50)

source: Discounted shipping order minimum
da_dk: Nedsat levering ordre minimum

source: Add the discounted shipping total order minimum
da_dk: Indtast minimum kurv størrelse for nedsat leveringspris (i DKK, f.eks. 299)

source: Discounted shipping price
da_dk: Nedsat leveringspris

source: Add the discounted price
da_dk: Indtast den nedsatte leveringspris (i DKK, f.eks. 29,50)

source: Free shipping order minimum
da_dk: Gratis levering ordre minimum

source: Add the free shipping total order minimum
da_dk: Indtast minimum kurv størrelse for gratis levering

source: Free
da_dk: Gratis

source: Discounted shipping rate
da_dk: Nedsat leveringspris

source: Home delivery
da_dk: Hjemmelevering

source: Delivery to your home
da_dk: Levering til dit hjem

source: The order could not be completed
da_dk: Ordren kunne ikke gennemføres

source: "okoskabet-woocommerce-plugin" requires PHP 7.4 or newer.
da_dk: “okoskabet-woocommerce-plugin” kræver PHP 7.4 eller nyere.
